ark
base
blueman
bluez
brightnessctl
cairo
docker
dolphin
dolphin-plugins
eww-wayland
firefox
freetype2
gcc-libs
gdk-pixbuf2
git
glib2
glibc
gtk-layer-shell
gtk3
gtklock
harfbuzz
hyprland
intel-ucode
kitty
kompare
libxkbcommon
mako
meson
neovim
obsidian
pango
pipewire
pipewire-jack
playerctl
qt5-wayland
qt5ct
qt6-wayland
qt6ct
scdoc
swayidle
syncthing
tofi
ufw
vim
vlc
wayland
wayland-protocols
webcord
wget
wireplumber
wlogout
xorg-xwayland
yay
ttf-jetbrains-mono-nerd
noto-fonts-emoji
gcc
make
pkgconf
scdoc
pam
gtk-layer-shell
