ark
base
blueman
bluez
brightnessctl
docker
dolphin
dolphin-plugins
eww-wayland
firefox
git
gtklock
hyprland
intel-ucode
kitty
kompare
mako
neovim
obsidian
pipewire
pipewire-jack
playerctl
qt5-wayland
qt5ct
qt6-wayland
qt6ct
sway
swayidle
tofi
ufw
vim
vlc
wget
wireplumber
wlogout
xorg-xwayland
yay
webcord
syncthing
